{"class_name": "Sequential", "keras_version": "2.2.4", "config": {"layers": [{"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "name": "dense_1", "kernel_regularizer": null, "dtype": "float32", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "units": 16, "activity_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "batch_input_shape": [null, 8], "activation": "relu", "bias_regularizer": null}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "name": "dense_2", "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "units": 8, "activity_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "trainable": true, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "name": "dense_3", "activation": "sigmoid", "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"minval": -0.05, "seed": null, "maxval": 0.05}}, "units": 1, "activity_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "trainable": true, "bias_regularizer": null}}], "name": "sequential_1"}, "backend": "tensorflow"}