{"class_name": "Sequential", "config": {"layers": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 8], "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "use_bias": true, "units": 16, "activation": "relu", "bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "name": "dense_1", "kernel_constraint": null, "dtype": "float32", "kernel_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"name": "dense_2", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "use_bias": true, "units": 8, "activation": "relu", "bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"name": "dense_3", "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "seed": null, "minval": -0.05}}, "use_bias": true, "units": 1, "activation": "sigmoid", "bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "name": "sequential_1"}, "keras_version": "2.2.4", "backend": "tensorflow"}