{"backend": "tensorflow", "config": {"layers": [{"config": {"use_bias": true, "dtype": "float32", "bias_regularizer": null, "units": 16, "bias_constraint": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "batch_input_shape": [null, 8], "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "name": "dense_1"}, "class_name": "Dense"}, {"config": {"use_bias": true, "bias_regularizer": null, "units": 8, "bias_constraint": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "name": "dense_2"}, "class_name": "Dense"}, {"config": {"use_bias": true, "bias_regularizer": null, "units": 1, "bias_constraint": null, "activation": "sigmoid", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"config": {"minval": -0.05, "seed": null, "maxval": 0.05}, "class_name": "RandomUniform"}, "name": "dense_3"}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential", "keras_version": "2.2.4"}